accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
aic94xx-firmware
alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
ansible
anydesk-bin
appstream
appstream-qt5
arandr
arc-gtk-theme
arch-install-scripts
archiso
archlinux-tweak-tool-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-bootloader-grub-git
arcolinux-config-plasma-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-surfn-plasma-dark-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-local-applications-all-hide-git
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-pipemenus-git
arcolinux-plasma-servicemenus-git
arcolinux-plasma-theme-candy-beauty-arc-dark-git
arcolinux-plasma-theme-candy-beauty-nordic-git
arcolinux-plasma-theme-surfn-arc-dark-git
arcolinux-plasma-theme-surfn-nordic-git
arcolinux-qt5-plasma-git
arcolinux-root-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-wallpapers-git
arcolinux-zsh-git
ark
asciinema
ast-firmware
audiocd-kio
avahi
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueberry
bluedevil
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
breeze-gtk
breeze-plymouth
breeze5
brightnessctl
broadcom-wl-dkms
btrfs-progs
cava
clang
clonezilla
cmake
cryfs
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
dhclient
dialog
diffutils
direnv
discord
discover
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin-plugins
dosfstools
downgrade
drkonqi
duf
dunst
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
encfs
ethtool
exfatprogs
expac
f2fs-tools
fastfetch
fatresize
feh
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox-developer-edition
flameshot
flatpak-kcm
freetype2
fsarchiver
ghostscript
git
github-cli
gksu
gocryptfs
gopls
gotop-bin
gpart
gparted
gpm
gptfdisk
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
hardcode-fixer-git
hardinfo-gtk3
haskell-language-server
hdparm
htop
hw-probe
hwinfo
hyperv
imagemagick
intel-ucode
intltool
inxi
iw
jdk-openjdk
jfsutils
jq
jsoncpp
kactivitymanagerd
kamoso
kconfig5
kcoreaddons5
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdenetwork-filesharing
kdeplasma-addons
kgamma
ki18n5
kinfocenter
kinit
kitty
kmenuedit
kpipewire
kpmcore
kscreen
kscreenlocker
kservice5
ksshaskpass
ksystemstats
kvantum-qt5-git
kwallet-pam
kwayland-integration
kwidgetsaddons5
kwin
kwrited
laptop-detect
layer-shell-qt
less
lib32-mesa
lib32-nvidia-utils
libadwaita-without-adwaita-git
libdvdcss
libertinus-font
libfido2
libgsf
libkscreen
libksysguard
libmtp
libopenraw
libpwquality
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-lts
linux-lts-headers
logrotate
lohit-fonts
lsb-release
lsscsi
lua-language-server
lvm2
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mesa
milou
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
mtpfs
nbd
ncspot
ndisc6
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt5
networkmanager-vpnc
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
obsidian
ocs-url
oh-my-zsh-git
okular
open-iscsi
openbsd-netcat
openconnect
openresolv
openssh
openvpn
os-prober
oxygen-sounds
oxygen5
p7zip
packagekit-qt5
pamac-aur
partclone
parted
partimage
partitionmanager
paru-git
pavucontrol
pcsclite
perl-file-homedir
perl-yaml-tiny
picom-jonaburg-git
pipewire
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework5
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5-integration
playerctl
polkit
polkit-kde-agent
poppler-glib
poppler-qt5
powerdevil
ppp
pptpclient
pre-commit
prettier
print-manager
protonvpn
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-lsp-server
python-pyparted
python-pywal
qt5-charts
qt5-virtualkeyboard
ranger
rate-mirrors-bin
reflector
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
ruff
ruff-lsp
rust-analyzer
rustup
rxvt-unicode
rxvt-unicode-terminfo
s-tui
screen
screenkey-git
scrot
sddm-git
sddm-kcm
sdparm
sg3_utils
shell-color-scripts
slack-desktop
slop
smartmontools
sof-firmware
spectacle
speech-dispatcher
speedtest-cli-git
spotify
squashfs-tools
starship
stow
stylua
sudo
surfn-plasma-dark-icons-git
surfn-plasma-light-icons-git
syslinux
system-config-printer
systemd-kcm
systemsettings
tcpdump
terminus-font
testdisk
texlab
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
tlp
tmux
tpm2-tss
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-mac-fonts
ttf-material-design-iconic-font
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
typescript-language-server
udftools
udiskie
udisks2
unace
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
valgrind
vim
vpnc
w3m
wacomtablet
waybar
wd719x-firmware
webkit2gtk
wget
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xapp
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-elographics
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
zathura
zathura-pdf-poppler
zenity
zsh
zsh-completions
zsh-syntax-highlighting
