acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
ansible
ark
audiocd-kio
avahi
aws-cli
b43-fwcutter
base
base-devel
bluedevil
brave-browser
breeze-gtk
brightnessctl
btrfs-progs
bzip2
chromium
cmake
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
exfatprogs
f2fs-tools
ffmpeg
ffmpegthumbs
firefox-developer-edition
flameshot
fzf
git-filter-repo
github-cli
glibc-locales
gnome-themes-extra
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gwenview
haskell-language-server
htop
inetutils
intel-ucode
inxi
jdk-openjdk
jfsutils
jq
kaccounts-providers
kamera
kamoso
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kfind
kgamma
khelpcenter
khotkeys
kimageformats5
kinfocenter
kinit
kio-extras
kitty
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-alsa-lib
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-utils
lib32-nvidia-utils
libcanberra
libconfig
libdvdcss
libev
libva-intel-driver
libva-mesa-driver
libva-nvidia-driver
libxnvctrl
linux66
linux66-nvidia
logrotate
lua-language-server
lvm2
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-gstreamer
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
meson
mhwd
mhwd-db
milou
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mtpfs
nano
nano-syntax-highlighting
neofetch
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
ninja
nitrogen
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
okular
openjdk-doc
openjdk-src
openresolv
openssh
os-prober
otf-font-awesome
oxygen
oxygen-icons
p7zip
packagekit-qt5
pamac-cli
pamac-gtk3
pamac-tray-icon-plasma
partitionmanager
pavucontrol
perl
perl-file-homedir
perl-file-mimeinfo
perl-yaml-tiny
phonon-qt5-gstreamer
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-thunderbolt
plasma-wayland-session
plasma-workspace
plymouth
plymouth-kcm
plymouth-theme-manjaro
poppler-data
postgresql-libs
power-profiles-daemon
powerdevil
powertop
pre-commit
prettier
python-lsp-server
python-pip
python-pywal
qt5-imageformats
qt5-virtualkeyboard
ranger
reiserfsprogs
ripgrep
rofi
rsync
ruff-lsp
s-nail
s-tui
samba
sddm
sddm-breath-theme
sddm-kcm
sof-firmware
spectacle
spectre-meltdown-checker
speech-dispatcher
squashfs-tools
sshfs
starship
stow
stylua
sudo
sysfsutils
systemd
systemd-kcm
systemsettings
terminus-font
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thermald
tlp
tmux
ttf-dejavu
ttf-font-awesome
typescript-language-server
udiskie
udisks2
unarchiver
unzip
update-grub
usb_modeswitch
usbutils
uthash
valgrind
vi
vim
vlc
wget
which
wireless-regdb
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xmonad
xmonad-contrib
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
yakuake
yarn
zathura
zathura-pdf-poppler
