acpi
adobe-source-sans-fonts
aircrack-ng
alsa-plugins
alsa-utils
ansible
ansible-core
ant
arandr
arc-gtk-theme
audacity
autoconf
automake
autopep8
autorandr
base
bat
bettercap
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-utils
brightnessctl
calc
cargo-generate
chromium
clang
cmake
cmatrix
cowsay
cronie
cups
cups-pdf
dart
dart-sass
debugedit
delve
discord
dmenu
dmg2img
docker
docker-compose
doge
dotnet-sdk
dsniff
dunst
ed
efibootmgr
elixir
encfs
erlang-nox
exploitdb
eza
fakeroot
fbreader
fd
figlet
file
findutils
firefox-developer-edition
flameshot
flex
fuse2
fzf
gawk
gcc
gdb
gettext
ghc-static
gimp
git
github-cli
glow
gnu-netcat
go
gobject-introspection
gopls
gradle
grep
groff
grub
grub-customizer
gst-libav
gzip
haskell-language-server
helix
hindent
htop
hydra
hyprland
hyprpaper
i3-wm
i3blocks
i3status
inotify-tools
iw
iwd
jack2
jdk17-openjdk
john
jp2a
kamoso
kdenlive
kitty
kompose
kubectl
kvantum
lazygit
libdisplay-info
libliftoff
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lolcat
luacheck
lxappearance
lxqt-policykit
m4
make
maven
mesa-demos
metasploit
mixxx
mlocate
mono-msbuild
mono-msbuild-sdkresolver
mosh
mpd
mpv
nano
neofetch
network-manager-applet
networkmanager
ninja
nitrogen
nmap
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
opendoas
openssh
openvpn
os-prober
otf-font-awesome
p7zip
packer
pacman
pacman-contrib
patch
pavucontrol
perl-file-homedir
perl-yaml
perl-yaml-tiny
phonon-qt5-gstreamer
pinta
pipewire-pulse
pkgconf
playerctl
postgresql
postgresql-libs
powerline
powerline-fonts
powertop
prettier
proxychains-ng
pulseaudio-alsa
pycharm-community-edition
pyright
python-adblock
python-debugpy
python-i3ipc
python-lsp-server
python-pipenv
python-pyaudio
python-pyserial
python-pywal
python-xlib
qemu-base
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qt6-3d
qt6-5compat
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-multimedia
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-shadertools
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-websockets
qt6-webview
qutebrowser
ranger
redis
refind
ripgrep
rofi
ruby
ruff-lsp
rust-analyzer
rustup
sassc
screenkey
seatd
sed
shfmt
spdlog
speech-dispatcher
speedtest-cli
sqlmap
stack
starship
stow
stylua
sudo
sysstat
system-config-printer
termdown
terminus-font
texinfo
texlab
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunar
tlp
tmux
tor
tree
tree-sitter
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-hack-nerd
typescript-language-server
uncrustify
unoconv
unzip
usbutils
valgrind
virtualbox
vlc
vulkan-intel
waybar
wget
which
wireshark-qt
wl-clipboard
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdotool
xf86-input-wacom
xf86-video-intel
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yt-dlp
zathura
zathura-pdf-mupdf
zip
zsh
