acpi
adobe-source-sans-fonts
aircrack-ng
alsa-utils
arandr
arc-gtk-theme
autoconf
automake
autorandr
base
bat
bettercap
binutils
bison
bluez
bluez-utils
calc
chromium
clang
cronie
cups
discord
dmenu
dmg2img
docker
docker-compose
dsniff
dunst
efibootmgr
fakeroot
fd
file
findutils
flameshot
flex
fuse2
fzf
gawk
gcc
gdb
gettext
git
github-cli
grep
groff
grub
grub-customizer
gzip
htop
i3blocks
i3lock
i3status
iw
iwd
john
kdenlive
kvantum-qt5
libtool
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
lxappearance
lxqt-policykit
m4
make
mesa-demos
mlocate
mosh
mpd
nano
neofetch
network-manager-applet
networkmanager
nitrogen
nomacs
noto-fonts
noto-fonts-emoji
ntfs-3g
obs-studio
okular
openssh
os-prober
pacman
pacman-contrib
patch
pavucontrol
pinta
pkgconf
playerctl
pulseaudio
pyright
python-pipenv
python-pywal
ranger
ripgrep
rofi
ruby
sassc
sed
stow
sudo
sysstat
system-config-printer
terminator
terminus-font
texinfo
thunar
tor
tree
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-jetbrains-mono
unzip
usbutils
virtualbox
vlc
wget
which
wireshark-qt
xclip
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zsh
